Repository: SwordPuffin/Splices
Catalog: po/*.po
Languages: nl

source: Splices
nl: Woordzoeker

source: Word building game
nl: Een spel waarin je woorden moet maken

source: words;letters;
nl: woorden;letters;

source: A word making game
nl: Een spel waarin je woorden moet maken

source: A small time killer where you make words out of randomly generated letters. You can play in either free play mode, timed, or length mode where the goal is maximize the size of the words
nl: Een spelletje voor tussendoor waarin je woorden moet maken op basis van willekeurig verschijnende letters. Er zijn drie spelmodi beschikbaar: vrij spelen, race tegen de klok en zwaan kleef aan. In de laatste moet je zo veel mogelijk letters zien te gebruiken.

source: _Keyboard Shortcuts
nl: _Sneltoetsen

source: _About Splices
nl: _Over Woordzoeker

source: Modes
nl: Modi

source: _Length
nl: Zwaan k_leef aan

source: _Free Play
nl: _Vrij spelen

source: _Timed
nl: Race _tegen de klok

source: Difficulties
nl: Moeilijkheidsgraad

source: _Normal
nl: _Normaal

source: _Hard
nl: _Moeilijk

source: _Hardest
nl: _Moeilijkst
